#!/usr/bin/env bash
set -euo pipefail

codex exec --yolo "Посмотри план и что уже сделано в README и итеративно продолжи фиксить и улучшать, не забывая отражать в README.md, что уже сделано. Добавь в план новые пункты."

codex exec --yolo "Замердж основной репо https://github.com/frank890417/taiwan-md, внеси только те исправления, которые имеют смысл для нашего проекта."

codex exec --yolo "Посмотри план и что уже сделано в README и итеративно продолжи фиксить и улучшать, не забывая отражать в README.md, что уже сделано. Добавь в план новые пункты. Запушь результаты"
